{"batchcomplete":"","continue":{"gpvimoffset":20,"continue":"gpvimoffset||"},"query":{"pages":{"-1":{"ns":-1,"title":"Special:Search","special":""},"509548":{"pageid":509548,"ns":0,"title":"Atlanta murders of 1979–81","extract":"The Atlanta murders of 1979–1981, sometimes called the Atlanta child murders were a series of murders committed in Atlanta, Georgia, from the middle of 1979 until May 1981. Over the two-year period, at least 28 children, adolescents, and adults were killed.\nWayne Williams, an Atlanta native who was 23 years old at the time of the last murder, was arrested, tried, and convicted of two of the adult murders and sentenced to two consecutive life terms. Police subsequently have attributed a number of the child murders to Williams, although he has not been charged in any of those cases, and Williams himself maintains his innocence.  In March 2019, the Atlanta police, under order of mayor Keisha Lance Bottoms, reopened the cases in hopes that new technology will lead to a conviction."},"28924914":{"pageid":28924914,"ns":0,"title":"Batla House encounter case","extract":"Batla House encounter officially known as Operation Batla House, took place on 19 September 2008, against terrorist  in Batla House locality in Jamia Nagar, Delhi, in which two terrorists, Atif Ameen and Mohammad Sajid, were killed while two other  Mohammad Saif and Zeeshan, were arrested, while Ariz Khan managed to escape. Encounter specialist and Delhi Police inspector Mohan Chand Sharma was martyred during the incident. The encounter led to arrest of a number of local people, leading to widespread allegations and protests by political parties, civil society groups, activists, especially teachers and students of the Jamia Millia Islamia University. Several political organizations like Rashtriya Ulama Council which brought a full train of protestors from Azamgarh to Jantar Mantar, Delhi demanding an independent Judicial Enquiry whereas the Samajwadi Party and Bahujan Samaj Party (BSP) demanded a judicial inquiry into the encounter, in the Parliament, as \"new versions\" of the encounter, started appearing in the newspapers. Subsequently, on the Delhi High Court's directive on 21 May 2009, the National Human Rights Commission (NHRC) in its 22 July report cleared the police of any violations of rights. Public speculations and debate however continued.The incident took place a week after five serial blasts on 13 September 2008 that hit Delhi in which at least 30 people were killed and over 100 injured. The killing of Atif Amin, who was the chief bomber of the Indian Mujahideen, had dealt a severe blow to the group, which earlier been blamed for terror attacks between 2007 and 2009, in Delhi, Ahmedabad, Jaipur, Surat and Faizabad, according to investigating agencies. On the two-year anniversary of the encounter a shooting took place at the gates of historic Jama Masjid, Delhi, in which two foreign tourists were injured, apart from that a car bomb with failed timer was also found in the vicinity. The police had filed the chargesheet against Shahzad, Ariz Khan (absconding), Atif Ameen and Mohammed Sajid on 28 April 2010, accusing them of killing Inspector Sharma on 19 September 2008. On 15 February 2011, Additional Sessions Judge Ajay Kumar Kuhar framed charges against accused Shahzad Ahmed alias Pappu for the offences of murder (Section 302), attempt to murder (Section 307), section 333 (causing hurt to public servant), 353 (assault to deter a public servant from discharge of his duty), 186 (obstructing public servant in discharge of his public functions) and 201 (causing disappearance of evidence) of the Indian Penal Code, besides section 27 of the Arms Act for his role in the 'encounter'.The case was referred to T D Dogra of AIIMS New Delhi for expert opinion, subsequently he appeared in court of law as an expert witness, he had explained the event through animation. On 25 Jul 2013, the Saket sessions court in its judgement convicted one of the suspects, Shahzad Ahmad, for murder of police inspector Mohan Chand Sharma and attempted murder of Head Constables Balwant Singh and Rajbir Singh. The court also found Ahmad guilty of obstructing and assaulting public servants, and grievously injuring the police officers to deter them from performing their duty.After the verdict, Shahzad's defense counsel Satish Tamta accused that the court had proposed its own theory while arriving at the conclusion that Shahzad had escaped after shooting at police officers.\nAnd court came to the conclusion after 70 witnesses,including six eye witnesses of the raiding team of Delhi police special cell\nOn 28 August, Yasin Bhatkal, the Chief of Indian Mujahideen was arrested from India-Nepal Border. Yasin had allegedly fled the Batla House, minutes before the encounter took place."},"343294":{"pageid":343294,"ns":0,"title":"Bridget Fonda","extract":"Bridget Jane Fonda (born January 27, 1964) is an American actress. She is known for  her roles in The Godfather Part III (1990), Single White Female (1992), Singles (1992), Point of No Return (1993), It Could Happen to You (1994) and Jackie Brown (1997). She is the daughter of Peter Fonda, niece of Jane Fonda and granddaughter of Henry Fonda.\nFonda was nominated for a Golden Globe Award for Best Supporting Actress for playing Mandy Rice-Davies in the 1989 film Scandal and provided the voice for Jenna in the 1995 animated feature film Balto. She received an Emmy Award nomination for the 1997 TV film In the Gloaming, and a second Golden Globe Award nomination for the 2001 TV film No Ordinary Baby."},"42635":{"pageid":42635,"ns":0,"title":"Charles Manson","extract":"Charles Milles Manson (né Maddox, November 12, 1934 – November 19, 2017) was an American criminal and cult leader. In mid-1967, he formed what became known as the Manson Family, a quasi-commune based in California. Manson's followers committed a series of nine murders at four locations in July and August 1969. According to the Los Angeles County district attorney, Manson plotted to start a race war, though Manson and others involved long disputed this motive. In 1971, he was convicted of first-degree murder and conspiracy to commit murder for the deaths of seven people. Although the prosecution conceded that Manson never literally ordered the murders, they contended that his ideology constituted an overt act of conspiracy. Manson was also convicted of first-degree murder for the deaths of Gary Hinman and Donald Shea.\nAt the time the Manson Family began to form, Manson was an unemployed ex-convict who had spent more than half of his life in correctional institutions for a variety of offenses. Before the murders, he was a singer-songwriter on the fringe of the Los Angeles music industry, chiefly through a chance association with Dennis Wilson, drummer and founding member of the Beach Boys. In 1968, the group recorded one of Manson's songs, \"Cease to Exist\", retitled \"Never Learn Not to Love\", as a single B-side, but without a credit to Manson. The Los Angeles district attorney said that Manson was obsessed with the Beatles, particularly their 1968 self-titled album (also known as the \"White Album\"). Allegedly guided by his interpretation of the band's lyrics, Manson adopted the term \"Helter Skelter\" to describe an impending apocalyptic race war. At trial, the prosecution claimed that Manson and his followers, who were mostly young women, believed that the murders would help precipitate that war. Other contemporary interviews and those who testified during the penalty phase of Manson's original trial insisted that the motive for the Tate–LaBianca murders were copycat crimes designed to exonerate Manson's friend Bobby Beausoleil.From the beginning of Manson's notoriety, a pop culture arose around him in which he ultimately became an emblem of insanity, violence, and the macabre. After he was charged with the crimes of which he was later convicted, recordings of songs written and performed by Manson were released commercially, starting with Lie: The Love and Terror Cult (1970). Various musicians have covered some of his songs. Manson was originally sentenced to death, but his sentence was commuted to life with the possibility of parole after California invalidated the state's death penalty statute in 1972. He served his life sentence at California State Prison in Corcoran and died at age 83 in late 2017."},"181895":{"pageid":181895,"ns":0,"title":"Corn flakes","extract":"Corn flakes,  or cornflakes, are a breakfast cereal made by toasting flakes of corn (maize). The cereal was created by John Harvey Kellogg in 1894 as a food that he thought would be healthy for the patients of the Battle Creek Sanitarium in Michigan where he was superintendent. The breakfast cereal proved popular among the patients and the Kellogg Company (Kellogg's) was set up by Dr. John's brother, Will Kellogg, to produce corn flakes for the wider public. A patent for the process was granted in 1896.\nWith corn flakes becoming popular in the wider community, a previous patient at the sanitarium, C. W. Post, started to make rival products. Kellogg continued to experiment and various ingredients were added and different grains were used. In 1928, he started to manufacture Rice Krispies, another successful breakfast cereal.\nThere are many generic brands of corn flakes produced by various manufacturers. As well as being used as a breakfast cereal, the crushed flakes can be a substitute for bread crumbs in recipes and can be incorporated into many cooked dishes."},"4535498":{"pageid":4535498,"ns":0,"title":"David Berkowitz","extract":"David Richard Berkowitz (born Richard David Falco; June 1, 1953), also known as the Son of Sam and the .44 Caliber Killer, is an American serial killer who pleaded guilty to eight separate shooting attacks that began in New York City during the summer of 1976. Using a .44 caliber Bulldog revolver, he killed six people and wounded seven others by July 1977. As the number of victims increased, Berkowitz eluded the biggest police manhunt in the history of New York City while leaving letters that mocked the police and promised further crimes, which were highly publicized by the press. The killing spree terrorized New Yorkers and achieved worldwide notoriety.\nOn the night of August 10, 1977, Berkowitz was taken into custody by New York City police homicide detectives in front of his Yonkers apartment building, and he was subsequently indicted for eight shooting incidents. He confessed to all of them, and initially claimed to have been obeying the orders of a demon manifested in the form of a dog named \"Harvey\" which belonged to his neighbor \"Sam\". Despite his explanation, Berkowitz was found mentally competent to stand trial. He pleaded guilty to second-degree murder and was incarcerated in state prison. He subsequently admitted that the dog-and-devil story was a hoax. In the course of further police investigations, Berkowitz was also implicated in many unsolved arsons in the city.\nIntense coverage of the case by the media lent a kind of celebrity status to Berkowitz, and some observers noted that he seemed to enjoy it. In response, the New York State legislature enacted new legal statutes known popularly as \"Son of Sam laws\", designed to keep criminals from profiting financially from the publicity created by their crimes. The statutes have remained law in New York in spite of various legal challenges, and similar laws have been enacted in several other states.\nBerkowitz has been incarcerated since his arrest and is serving six consecutive life sentences. During the mid-1990s, he amended his confession to claim that he had been a member of a violent Satanic cult that orchestrated the incidents as ritual murder. A few law enforcement authorities have said that his claims might be credible, but he remains the only person ever charged with the shootings. A new investigation of the murders began in 1996 but was suspended indefinitely after inconclusive findings.\n\n"},"556077":{"pageid":556077,"ns":0,"title":"Dennis Rader","extract":"Dennis Lynn Rader (born March 9, 1945) is an American serial killer known as BTK or the BTK Strangler. He gave himself the name \"BTK\" (for \"Bind, Torture, Kill\"). Between 1974 and 1991, Rader killed ten people in the Wichita, Kansas metro area.\nRader sent taunting letters to police and newspapers describing the details of his crimes. After a decade-long hiatus, Rader resumed sending letters in 2004, leading to his 2005 arrest and subsequent guilty plea. He is serving ten consecutive life sentences at El Dorado Correctional Facility in Kansas."},"46228":{"pageid":46228,"ns":0,"title":"Henry Fonda","extract":"Henry Jaynes Fonda (May 16, 1905 – August 12, 1982) was an American film and stage actor with a career spanning five decades.\nFonda made his mark early as a Broadway actor. He also appeared in 1938 in plays performed in White Plains, New York, with Joan Tompkins. He made his Hollywood debut in 1935, and his career gained momentum after his Academy Award-nominated performance as Tom Joad in The Grapes of Wrath, a 1940 adaptation of John Steinbeck's novel about an Oklahoma family who moved west during the Dust Bowl.\nThroughout five decades in Hollywood, Fonda cultivated a strong, appealing screen image in such classics as The Ox-Bow Incident, Mister Roberts, and 12 Angry Men. Later, Fonda moved both toward darker epics such as Sergio Leone's Once Upon a Time in the West and lighter roles in family comedies such as Yours, Mine and Ours with Lucille Ball, winning the Academy Award for Best Actor at the 54th Academy Awards for the movie On Golden Pond, his final film role.\nFonda was the patriarch of a family of famous actors, including daughter Jane Fonda, son Peter Fonda, granddaughter Bridget Fonda, and grandson Troy Garity. His family and close friends called him \"Hank\". In 1999 he was named the sixth-Greatest Male Star of All Time by the American Film Institute."},"63520":{"pageid":63520,"ns":0,"title":"Jane Fonda","extract":"Jane Seymour Fonda (born December 21, 1937) is an American actress, political activist and former fashion model. She is the recipient of various accolades including two Academy Awards, two BAFTA Awards, four Golden Globe Awards, a Primetime Emmy Award, the AFI Life Achievement Award, and the Honorary Golden Lion.Born to actor Henry Fonda and socialite Frances Ford Seymour, Fonda made her acting debut with the 1960 Broadway play There Was a Little Girl, for which she received a nomination for the Tony Award for Best Featured Actress in a Play, and made her screen debut later the same year with the romantic comedy Tall Story. She rose to prominence in the 1960s with such films as Period of Adjustment (1962), Sunday in New York (1963), Cat Ballou (1965), Barefoot in the Park (1967) and Barbarella (1968). Her first husband was Barbarella director Roger Vadim. A seven-time Academy Award nominee, she received her first nomination for They Shoot Horses, Don't They? (1969) and went on to win two Best Actress Oscars in the 1970s for Klute (1971) and Coming Home (1978). Her other nominations were for Julia (1977), The China Syndrome (1979), On Golden Pond (1981) and The Morning After (1986). Consecutive hits Fun with Dick and Jane (1977), California Suite (1978), The Electric Horseman (1979) and 9 to 5 (1980) sustained Fonda's box-office drawing power, and she won a Primetime Emmy Award for her performance in the 1984 TV film The Dollmaker.\nIn 1982, she released her first exercise video, Jane Fonda's Workout, which became the highest-selling VHS of all time. It would be the first of twenty-two such videos over the next thirteen years, which would collectively sell over seventeen million copies. Divorced from second husband Tom Hayden, she married billionaire media mogul Ted Turner in 1991 and retired from acting, following a row of commercially unsuccessful films concluded by Stanley & Iris (1990). Fonda divorced Turner in 2001 and returned to the screen with the 2005 hit Monster-in-Law. Though Georgia Rule (2007) was the star's only other movie during the 2000s, in the early 2010s she fully re-launched her career. Subsequent films have included The Butler (2013), This Is Where I Leave You (2014), Youth (2015), Our Souls at Night (2017) and Book Club (2018). In 2009, she returned to Broadway after a 49-year absence from the stage, in the play 33 Variations which earned her a nomination for the Tony Award for Best Actress in a Play, while her major recurring role in the HBO drama series The Newsroom (2012–14) earned her two Primetime Emmy Award nominations. She also released another five exercise videos between 2010 and 2012. Fonda currently stars as Grace Hanson in the Netflix comedy series Grace and Frankie, which debuted in 2015 and has earned her nominations for a Primetime Emmy Award and three Screen Actors Guild Awards.\nFonda was a visible political activist in the counterculture era during the Vietnam War. She was photographed sitting on a North Vietnamese anti-aircraft gun on a 1972 visit to Hanoi, during which she gained the nickname \"Hanoi Jane\". During this time, she was effectively blacklisted in Hollywood. She has also protested the Iraq War and violence against women, and describes herself as a feminist. In 2005, along with Robin Morgan and Gloria Steinem, she co-founded the Women's Media Center, an organization that works to amplify the voices of women in the media through advocacy, media and leadership training, and the creation of original content. Fonda serves on the board of the organization."},"6253522":{"pageid":6253522,"ns":0,"title":"Jeffrey Epstein","extract":"Jeffrey Edward Epstein (January 20, 1953 – August 10, 2019) was an American financier and convicted sex offender. Epstein began his career in finance at the investment bank Bear Stearns before forming his own firm, J. Epstein & Co. Epstein was a multimillionaire who was well connected with different financial, political, and cultural elites.In April 2005, police of Palm Beach, Florida, began investigating Epstein after a parent complained that he molested her 14-year-old daughter. After an investigation, prosecution, and plea negotiations, Epstein pleaded guilty and was convicted by a Florida state court of soliciting a prostitute and of procuring an underage girl for prostitution on June 30, 2008. He served almost 13 months in custody, with work release, as part of a plea deal; federal officials had identified 36 girls, some as young as 14 years old, who had been molested.Epstein was arrested again on July 6, 2019, on federal charges for sex trafficking of minors in Florida and New York. He died on August 10, 2019 in his jail cell; his death is currently under investigation."},"15580374":{"pageid":15580374,"ns":0,"title":"Main Page","extract":""},"49681637":{"pageid":49681637,"ns":0,"title":"Mindhunter (TV series)","extract":"Mindhunter is an American crime thriller web television series created by Joe Penhall, based on the true crime book Mindhunter: Inside the FBI's Elite Serial Crime Unit written by John E. Douglas and Mark Olshaker. The series is executive produced by Penhall, David Fincher, and Charlize Theron among others, and debuted worldwide on Netflix on October 13, 2017. In November 2017, Mindhunter was renewed for a second season, which was released on August 16, 2019."},"59580926":{"pageid":59580926,"ns":0,"title":"Mission Mangal","extract":"Mission Mangal (transl. Mission Mars) is a 2019 Indian Hindi-language drama film directed by Jagan Shakti and jointly produced by Cape of Good Films, Hope Productions, Fox Star Studios, Aruna Bhatia, and Anil Naidu. The film stars an ensemble cast of Akshay Kumar, Vidya Balan, Taapsee Pannu, Nithya Menen, Kirti Kulhari, Sharman Joshi, H. G. Dattatreya, Vikram Gokhale and Sonakshi Sinha. It loosely follows the scientists at Indian Space Research Organisation who contributed to the Mars Orbiter Mission, India's first interplanetary expedition.\nMission Mangal was announced in November 2018. Shakti, who worked as associate director on Pad Man (2018), pitched the script to Kumar. Principal photography for the film began in November 2018. The film's soundtrack was composed by Amit Trivedi and Tanishk Bagchi with lyrics written by Amitabh Bhattacharya and Bagchi, and released under the banner Zee Music Company. Mission Mangal was theatrically released in India on 15 August 2019, India's Independence Day."},"56717294":{"pageid":56717294,"ns":0,"title":"Once Upon a Time in Hollywood","extract":"Once Upon a Time in Hollywood is a 2019 comedy-drama film written and directed by Quentin Tarantino. Produced by Columbia Pictures, Bona Film Group, Heyday Films, and Visiona Romantica and distributed by Sony Pictures Releasing, it is an international co-production between the United States and the United Kingdom. The film stars Leonardo DiCaprio, Brad Pitt, Margot Robbie, Emile Hirsch, Margaret Qualley, Timothy Olyphant, Austin Butler, Dakota Fanning, Bruce Dern, and Al Pacino. They are part of a large ensemble cast who star in \"multiple storylines in a modern fairy tale tribute to the final moments of Hollywood's golden age.\" The film is set in 1969 Los Angeles, where a fictional aging television actor and his stunt double and longtime friend navigate the changing Hollywood film industry.Announced in July 2017, it became the first Tarantino film not to be associated with producer Harvey Weinstein, after Tarantino cut ties following sexual abuse allegations against Weinstein that October. Sony Pictures won the distribution rights, having met several of Tarantino's demands including final cut privilege. Pitt, DiCaprio, and Robbie, as well as several Tarantino regulars such as Zoë Bell and Kurt Russell, joined the cast between January and June 2018. Principal photography lasted from that June through November around Los Angeles. It is the last film to feature Luke Perry, who died in March 2019. Daniella Pick, wife of Tarantino since 2018, makes a cameo appearance in this film.\nOnce Upon a Time in Hollywood had its world premiere at the Cannes Film Festival on May 21, 2019, was theatrically released in the United States on July 26, 2019, and August 14, 2019 in the United Kingdom. The Hollywood Reporter wrote that critics had \"an overall positive view\" of the film. Some called it \"Tarantino's love letter to '60s L.A.\" and praised its casting choices and setting, though others were \"divided on its ending\"."},"171549":{"pageid":171549,"ns":0,"title":"Peter Fonda","extract":"Peter Henry Fonda (February 23, 1940 – August 16, 2019) was an American actor, director, and screenwriter. He was the son of Henry Fonda, younger brother of Jane Fonda, and father of Bridget Fonda. He was a part of the counterculture of the 1960s.Fonda was nominated for the Academy Award for Best Original Screenplay for Easy Rider (1969), and the Academy Award for Best Actor for Ulee's Gold (1997). For the latter, he won the Golden Globe Award for Best Actor – Motion Picture Drama. Fonda also won the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film for The Passion of Ayn Rand (1999)."},"55504148":{"pageid":55504148,"ns":0,"title":"Sacred Games (TV series)","extract":"Sacred Games is an Indian web television thriller series based on Vikram Chandra's 2006  novel of the same name. The first Netflix original series in India, it is directed by Vikramaditya Motwane and Anurag Kashyap, who produced it under their banner Phantom Films. The novel was adapted by Varun Grover, Smita Singh and Vasant Nath. Kelly Luegenbiehl, Erik Barmack and Motwane served as the executive producers.\nSartaj Singh (Saif Ali Khan) is a troubled police officer in Mumbai who receives a phone call from gangster Ganesh Gaitonde (Nawazuddin Siddiqui), who tells him to save the city within 25 days. The series chronicles the events that follow. Other cast members include Radhika Apte, Girish Kulkarni, Neeraj Kabi, Jeetendra Joshi, Rajshri Deshpande, Karan Wahi, Aamir Bashir, Jatin Sarna, Elnaaz Norouzi, Amey Wagh and Kubra Sait.\nThe development of Sacred Games started after Erik Barmack, the Vice-president of Netflix contacted Motwane to create Indian content for the platform in 2014. They opted to adapt Chandra's novel in the local Indian language, to which Motwane agreed. After the script was completed, Motwane asked Kashyap to co-direct; Motwane directed the sequences involving Singh while Kashyap directed Gaitonde's. Swapnil Sonawane was the director of photography for Motwane; Sylvester Fonseca and Aseem Bajaj filmed the scenes directed by Kashyap. Aarti Bajaj was the editor and Alokananda Dasgupta composed the background score.\nThe first four episodes of Sacred Games premiered on 29 June 2018, with the full season of eight episodes released on Netflix on 6 July across 191 countries; it had subtitles in more than 20 languages. It received mostly positive reviews from critics, with particular praise for the performances and writing. The second season premiered on 15 August 2019."},"44735":{"pageid":44735,"ns":0,"title":"Sharon Tate","extract":"Sharon Marie Tate Polanski (January 24, 1943 – August 9, 1969) was an American actress known for an ethereal beauty and her tragic death, seen as symbolic of the end of the Sixties. A naturally shy person offscreen, Tate's photogenic looks and dedication led to her being considered for a major role in 1964, but it was deemed she needed more experience. As a protege of Martin Ransohoff she was brought on gradually, with roles tending to showcase her curvaceous figure rather than acting talent, as did a March 1967 article about Tate in Playboy.  Tate got good reviews for her sympathetic performance and hypnotic allure as a doomed actress in Valley of the Dolls, which while disliked by critics for its vulgarity was a box office hit.  On January 20, 1968, Tate married Roman Polanski in London,  and on their return they socialised in elite Hollywood circles, but also with people from a variety of backgrounds; some friends of the couple thought them too trusting. Her next film was the commercially successful The Wrecking Crew, in  which Tate demonstrated a deft touch in her comedic role. Towards the end of the decade her  abilities and growing confidence seemed to presage major stardom.On August 9, 1969, Tate and four others were murdered by members of the Manson Family in the home she shared with Polanski. At the time of her death, she was eight-and-a-half months pregnant. Sharon's mother, Doris Tate, organized a public campaign that resulted in amendments to the California criminal law on parole, although, in practice, the change only affected Leslie Van Houten, who had not been involved in the Tate murders."},"26903":{"pageid":26903,"ns":0,"title":"Solar System","extract":"The Solar System is the gravitationally bound system of the Sun and the objects that orbit it, either directly or indirectly. Of the objects that orbit the Sun directly, the largest are the eight planets, with the remainder being smaller objects, such as the five dwarf planets and small Solar System bodies. Of the objects that orbit the Sun indirectly—the moons—two are larger than the smallest planet, Mercury.The Solar System formed 4.6 billion years ago from the gravitational collapse of a giant interstellar molecular cloud. The vast majority of the system's mass is in the Sun, with the majority of the remaining mass contained in Jupiter. The four smaller inner planets, Mercury, Venus, Earth and Mars, are terrestrial planets, being primarily composed of rock and metal. The four outer planets are giant planets, being substantially more massive than the terrestrials. The two largest, Jupiter and Saturn, are gas giants, being composed mainly of hydrogen and helium; the two outermost planets, Uranus and Neptune, are ice giants, being composed mostly of substances with relatively high melting points compared with hydrogen and helium, called volatiles, such as water, ammonia and methane. All eight planets have almost circular orbits that lie within a nearly flat disc called the ecliptic.\nThe Solar System also contains smaller objects. The asteroid belt, which lies between the orbits of Mars and Jupiter, mostly contains objects composed, like the terrestrial planets, of rock and metal. Beyond Neptune's orbit lie the Kuiper belt and scattered disc, which are populations of trans-Neptunian objects composed mostly of ices, and beyond them a newly discovered population of sednoids. Within these populations are several dozen to possibly tens of thousands of objects large enough that they have been rounded by their own gravity. Such objects are categorized as dwarf planets. Identified dwarf planets include the asteroid Ceres and the trans-Neptunian objects Pluto and Eris. In addition to these two regions, various other small-body populations, including comets, centaurs and interplanetary dust clouds, freely travel between regions. Six of the planets, at least four of the dwarf planets, and many of the smaller bodies are orbited by natural satellites, usually termed \"moons\" after the Moon. Each of the outer planets is encircled by planetary rings of dust and other small objects.\nThe solar wind, a stream of charged particles flowing outwards from the Sun, creates a bubble-like region in the interstellar medium known as the heliosphere. The heliopause is the point at which pressure from the solar wind is equal to the opposing pressure of the interstellar medium; it extends out to the edge of the scattered disc. The Oort cloud, which is thought to be the source for long-period comets, may also exist at a distance roughly a thousand times further than the heliosphere. The Solar System is located in the Orion Arm, 26,000 light-years from the center of the Milky Way galaxy."},"101339":{"pageid":101339,"ns":0,"title":"Wayne Williams","extract":"Wayne Bertram Williams (born May 27, 1958) is an American serial killer serving life imprisonment for the 1981 killing of two adult men in Atlanta, Georgia, and believed by police to be responsible for at least 23 of the 30 Atlanta murders of 1979–1981, or the Atlanta Child Murders. He was never tried for the child murders and continues to maintain his complete innocence."}}}}